Revit 2027 API
BuiltInFailures.GeneralFailures.CoreElemTestingError Property
 Core element testing error (internal).
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CoreElemTestingError { get; }
Public Shared ReadOnly Property CoreElemTestingError As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CoreElemTestingError {
	FailureDefinitionId^ get ();
}
static member CoreElemTestingError : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.GeneralFailures Class
Autodesk.Revit.DB Namespace